<?php

return
    [
        'premissions' =>
        [
            'admins' => 'يمكن التحكم في المشرفين والمستخدمين',
            'superAdmin' => 'يمكن اضافه او تعديل او حذف الادمن',
            'roles' => 'يمكن التحكم في الأدوار',
            'users' => 'يمكن التحكم في صفحة الاعضاء',
            'embloyee' => 'يمكن التحكم في صفحة الموظفين',
            'sliders' => 'يمكن التحكم في صفحة الاسلايدرز',
            'country' => 'يمكن التحكم في الدول',
            'cities' => 'يمكن التحكم في المدن',
            'category' => 'يمكن التحكم في الفئات',
            'subcategory' => 'يمكن التحكم في الفئات الفرعيه',
            'socials' => 'يمكنه التحكم في وسائل التواصل الاجتماعي',
            'about' => 'يمكنه التحكم في المعلومات عنا',
            'info' => 'يمكنه التحكم في الداتا الخاصه بنا',
            'contactMessage' => 'يمكنه التحكم في  الرسائل الوارده',
            'ads' => 'يمكنه التحكم في الاعلانات المقدمة من العملاء',
            'notifications' => 'التحكم في الاشعارات',
            'settings' => 'التحكم في الاعدادات',
            'wheel_of_fortunes' => 'التحكم في عجلة الحظ',
            'offers' => 'التحكم في العروض',
            'orders' => 'التحكم في الطلبات',
            'coupon' => 'التحكم في كوبونات الخصم',
            'financial_reports' => 'التحكم في التقارير المالية'
        ]
    ];
